Repository: in2code-de/groupmail
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_in2bemail_domain_model_mailing.be_groups
source: Backend Usergroups
de: Backend Usergruppen

# tx_in2bemail_domain_model_mailing.fe_groups
source: Frontend Usergroups
de: Frontend Usergruppen

# tx_in2bemail_domain_model_mailing.subject
source: Subject
de: Betreff

# tx_in2bemail_domain_model_mailing.bodytext
source: Bodytext
de: E-Mail Inhalt

# tx_in2bemail_domain_model_mailing.mail_format
source: Mail Format
de: Email Format

# tx_in2bemail_domain_model_mailing.mail_format.both
source: HTML and Plain
de: HTML und Text

# tx_in2bemail_domain_model_mailing.showinviews.plain
source: Plain
de: Text

# tx_in2bemail_domain_model_mailing.sender
source: Sender
de: Absender

# tx_in2bemail_domain_model_mailing.mail_queue_generated
source: Mail Queue generated
de: Mail Warteschlange erstellt

# tx_in2bemail_domain_model_mailing.workflow_state
source: Workflow State
de: Workflow Status

# tx_in2bemail_domain_model_mailing.workflow_state.1
source: Draft
de: Entwurf

# tx_in2bemail_domain_model_mailing.workflow_state.2
source: Review
de: Überprüfen

# tx_in2bemail_domain_model_mailing.workflow_state.3
source: Approved
de: Freigegeben

# tx_in2bemail_domain_model_mailing.workflow_state.4
source: Rejected
de: Abgewiesen

# tx_in2bemail_domain_model_mailqueue
source: Queue Entry
de: Eintrag Warteschlange

# tx_in2bemail_domain_model_mailqueue.sent
source: Sent
de: Gesendet

# modal.delete-warning.title
source: Delete Record
de: Datensatz löschen

# modal.delete-warning
source: Are you sure you want to delete this record?
de: Sind sie sicher das sie diesen Datensatz löschen wollen?

# modal.delete-warning.yes
source: Yes, delete Record
de: Ja, Datensatz löschen

# modal.delete-warning.cancel
source: Cancel
de: Abbrechen

source: Legend
de: Legende

# legend.approved.title
source: Approved
de: Freigegeben

# legend.approved.desciption
source: is processed on the next run of the queue generation
de: Wird beim nächsten Erstellen der Mail Warteschlange abgearbeitet

# legend.review.title
source: Review
de: Überprüfung

# legend.review.description
source: will be ignored from the queue generation
de: Wird beim nächsten Erstellen der Mail Warteschlange ignoriert

# legend.draft.title
source: Draft
de: Entwurf

# legend.draft.description
source: will be ignored from the queue generation
de: Wird beim nächsten Erstellen der Mail Warteschlange ignoriert

# legend.rejected.title
source: Rejected
de: Abgelehnt

# legend.rejected.description
source: will be closed on the next run of the queue generation
de: Wird beim nächsten Erstellen der Mail Warteschlange geschlossen

source: Active Mailings
de: Aktive Mailings

source: Closed Mailings
de: Geschlossene Mailings

# table.headline.creation-date
source: creation date
de: Erstellungsdatum

# table.headline.last-update
source: last update
de: Letztes Update

# table.headline.subject
source: subject
de: Betreff

# table.headline.groups
source: groups
de: Gruppen

# status.rejected
source: rejected
de: abgelehnt

# status.generated
source: queue generated
de: Warteschlange erstellt

# status.pending
source: pending
de: ausstehend

# status.completed
source: completed
de: abgeschlossen

# quick-options.approve
source: approve mailing
de: Mailing freigeben

# quick-options.reject
source: reject mailing
de: Mailing ablehnen

# quick-options.edit
source: edit mailing
de: Mailing bearbeiten

# quick-options.hide
source: hide / unhide mailing
de: Mailing aktivieren / deaktivieren

# quick-options.delete
source: delete mailing
de: Mailing löschen

# errors-title
source: Some messages of this mailing could't not be sent.
de: Es konnten Nachrichten aus diesem Mailing nicht versendet werden.

source: from
de: von

source: Mailings processed
de: Mailings verarbeitet

# modal.error.title
source: Error while sending messages
de: Fehler beim Versenden von Nachrichten

# modal.error.message
source: No message could be sent to the following users
de: Den folgenden Benutzern konnten keine Nachrichten gesendet werden

# modal.error.message.additional-information
source: This could be because the user has no valid email address.
de: Das könnte daran liegen, dass dem Benutzer keine Email Adresse zugewiesen ist.

# module.new
source: New Mailing
de: Neues Mailing

# message.mailing-created.title
source: Mailing created
de: Neues Mailing erstellt

# message.mailing-created.message
source: a new mailing was created
de: ein neues Mailing wurde erstellt
